{
  "mysteries": {
    "Le Mystères Joyeux (le lundi et le samedi)": [
      {
        "nameFr": "L'Annonciation",
        "nameEn": "The Annunciation",
        "meditationFr": "1. Marie dit oui à Dieu.\n\n(Luc 1:38)\n'Je suis la servante du Seigneur. Que tout se passe pour moi comme tu l'as dit.'\n\nMarie accepte la volonté de Dieu avec humilité et foi. Elle nous enseigne à faire confiance à Dieu et à dire 'oui' à sa volonté dans nos vies, même quand c'est difficile.\n\nPremier Mystère Joyeux",
        "meditationEn": "1. Mary says yes to God.\n\n(Luke 1:38)\n'I am the Lord's servant. May your word to me be fulfilled.'\n\nMary accepts God's will with humility and faith. She teaches us to trust God and say 'yes' to His will in our lives, even when it's challenging.\n\nFirst Joyful Mystery"
      },
      {
        "nameFr": "La Visitation",
        "nameEn": "The Visitation",
        "meditationFr": "2. Marie visite sa cousine Elizabeth.\n\n(Luc 1:41-42)\n'Dès qu'Elizabeth entendit la salutation de Marie, l'enfant tressaillit dans son sein.'\n\nMarie porte Jésus à Elizabeth, apportant joie et bénédiction. Cela nous rappelle d'être des porteurs de la présence de Dieu aux autres, en particulier à ceux qui sont dans le besoin.\n\nDeuxième Mystère Joyeux",
        "meditationEn": "2. Mary visits her cousin Elizabeth.\n\n(Luke 1:41-42)\n'When Elizabeth heard Mary's greeting, the baby leaped in her womb.'\n\nMary brings Jesus to Elizabeth, bringing joy and blessing. This reminds us to be bearers of God's presence to others, especially those in need.\n\nSecond Joyful Mystery"
      },
      {
        "nameFr": "La Nativité",
        "nameEn": "The Nativity",
        "meditationFr": "3. Jésus naît dans une étable.\n\n(Luc 2:7)\n'Elle mit au monde son fils premier-né, l'enveloppa de langes et le coucha dans une crèche.'\n\nJésus naît dans la pauvreté et l'humilité. Cela nous enseigne que Dieu est avec nous dans nos moments les plus simples et que la grandeur peut naître de l'humilité.\n\nTroisième Mystère Joyeux",
        "meditationEn": "3. Jesus is born in a stable.\n\n(Luke 2:7)\n'She gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger.'\n\nJesus is born in poverty and humility. This teaches us that God is with us in our simplest moments and that greatness can come from humility.\n\nThird Joyful Mystery"
      },
      {
        "nameFr": "La Présentation",
        "nameEn": "The Presentation",
        "meditationFr": "4. Marie et Joseph présentent Jésus à Dieu.\n\n(Luc 2:22-23)\n'Ils l'emmenèrent à Jérusalem pour le présenter au Seigneur.'\n\nMarie et Joseph obéissent à la loi de Dieu, consacrant Jésus au Seigneur. Cela nous rappelle l'importance de la consécration et de l'obéissance à Dieu dans notre vie spirituelle.\n\nQuatrième Mystère Joyeux",
        "meditationEn": "4. Mary and Joseph present Jesus to God.\n\n(Luke 2:22-23)\n'They took him to Jerusalem to present him to the Lord.'\n\nMary and Joseph obey God's law, dedicating Jesus to the Lord. This reminds us of the importance of consecration and obedience to God in our spiritual lives.\n\nFourth Joyful Mystery"
      },
      {
        "nameFr": "La Découverte de Jésus au Temple",
        "nameEn": "The Finding of Jesus in the Temple",
        "meditationFr": "5. Jésus enseigne les docteurs.\n\n(Luc 2:46-47)\n'Au bout de trois jours, ils le trouvèrent dans le temple, assis au milieu des docteurs.'\n\nJésus, à douze ans, montre sa sagesse divine. Cela nous enseigne l'importance de chercher Dieu et de grandir dans la sagesse spirituelle dès le plus jeune âge.\n\nCinquième Mystère Joyeux",
        "meditationEn": "5. Jesus teaches the doctors.\n\n(Luke 2:46-47)\n'After three days they found him in the temple courts, sitting among the teachers.'\n\nJesus, at twelve, shows his divine wisdom. This teaches us the importance of seeking God and growing in spiritual wisdom from a young age.\n\nFifth Joyful Mystery"
      }
    ],
    "Le Mystères Douloureux (le mardi et le vendredi)": [
      {
        "nameFr": "L'Agonie au Jardin",
        "nameEn": "The Agony in the Garden",
        "meditationFr": "1. Jésus prie avant sa passion.\n\n(Luc 22:42)\n'Père, si tu veux, éloigne de moi cette coupe ! Cependant, que ce ne soit pas ma volonté qui se fasse, mais la tienne.'\n\nJésus accepte la volonté de Dieu malgré sa souffrance. Cela nous enseigne à faire confiance à Dieu dans nos moments de peur et d'angoisse, en lui soumettant notre volonté.\n\nPremier Mystère Douloureux",
        "meditationEn": "1. Jesus prays before his passion.\n\n(Luke 22:42)\n'Father, if you are willing, take this cup from me; yet not my will, but yours be done.'\n\nJesus accepts God's will despite his suffering. This teaches us to trust God in our moments of fear and anguish, submitting our will to Him.\n\nFirst Sorrowful Mystery"
      },
      {
        "nameFr": "La Flagellation",
        "nameEn": "The Scourging at the Pillar",
        "meditationFr": "2. Jésus est fouetté.\n\n(Jean 19:1)\n'Pilate fit alors flageller Jésus.'\n\nJésus endure la douleur physique pour nos péchés. Cela nous rappelle le prix de notre rédemption et nous encourage à éviter le péché qui cause tant de souffrance à notre Sauveur.\n\nDeuxième Mystère Douloureux",
        "meditationEn": "2. Jesus is whipped.\n\n(John 19:1)\n'Then Pilate took Jesus and had him flogged.'\n\nJesus endures physical pain for our sins. This reminds us of the cost of our redemption and encourages us to avoid sin that causes such suffering to our Savior.\n\nSecond Sorrowful Mystery"
      },
      {
        "nameFr": "Le Couronnement d'Épines",
        "nameEn": "The Crowning with Thorns",
        "meditationFr": "3. Jésus est moqué.\n\n(Matthieu 27:29)\n'Ils lui mirent sur la tête une couronne d'épines.'\n\nJésus est couronné d'épines, symbole de notre orgueil et de nos péchés. Cela nous enseigne l'humilité et la patience face aux moqueries et aux injustices.\n\nTroisième Mystère Douloureux",
        "meditationEn": "3. Jesus is mocked.\n\n(Matthew 27:29)\n'They put a crown of thorns on his head.'\n\nJesus is crowned with thorns, symbolizing our pride and sins. This teaches us humility and patience in the face of mockery and injustice.\n\nThird Sorrowful Mystery"
      },
      {
        "nameFr": "Le Portement de la Croix",
        "nameEn": "The Carrying of the Cross",
        "meditationFr": "4. Jésus porte sa croix.\n\n(Jean 19:17)\n'Portant sa croix, il sortit vers le lieu dit du Crâne.'\n\nJésus porte la croix pour nous, acceptant la souffrance pour notre salut. Cela nous invite à porter nos propres croix avec courage et à aider les autres dans leurs épreuves.\n\nQuatrième Mystère Douloureux",
        "meditationEn": "4. Jesus carries his cross.\n\n(John 19:17)\n'Carrying his own cross, he went out to the place of the Skull.'\n\nJesus carries the cross for us, accepting suffering for our salvation. This invites us to carry our own crosses with courage and to help others in their trials.\n\nFourth Sorrowful Mystery"
      },
      {
        "nameFr": "La Crucifixion",
        "nameEn": "The Crucifixion",
        "meditationFr": "5. Jésus meurt sur la croix.\n\n(Luc 23:46)\n'Père, entre tes mains je remets mon esprit.'\n\nJésus donne sa vie pour nous, montrant l'amour ultime. Cela nous enseigne à aimer sans condition et à pardonner même dans la souffrance.\n\nCinquième Mystère Douloureux",
        "meditationEn": "5. Jesus dies on the cross.\n\n(Luke 23:46)\n'Father, into your hands I commit my spirit.'\n\nJesus gives his life for us, showing ultimate love. This teaches us to love unconditionally and to forgive even in suffering.\n\nFifth Sorrowful Mystery"
      }
    ],
    "Le Mystères Glorieux (le mercredi et le dimanche)": [
      {
        "nameFr": "La Résurrection",
        "nameEn": "The Resurrection",
        "meditationFr": "1. Jésus ressuscite d'entre les morts.\n\n(Matthieu 28:6)\n'Il n'est pas ici, car il est ressuscité.'\n\nLa résurrection de Jésus est la victoire sur le péché et la mort. Elle nous donne l'espérance de la vie éternelle et nous encourage à vivre dans la lumière de la résurrection.\n\nPremier Mystère Glorieux",
        "meditationEn": "1. Jesus rises from the dead.\n\n(Matthew 28:6)\n'He is not here; he has risen.'\n\nJesus' resurrection is the victory over sin and death. It gives us hope for eternal life and encourages us to live in the light of the resurrection.\n\nFirst Glorious Mystery"
      },
      {
        "nameFr": "L'Ascension",
        "nameEn": "The Ascension",
        "meditationFr": "2. Jésus monte au ciel.\n\n(Actes 1:9)\n'Il fut élevé pendant qu'ils le regardaient.'\n\nJésus monte au ciel, nous promettant de revenir. Cela nous enseigne à vivre dans l'attente de son retour et à témoigner de sa présence dans le monde.\n\nDeuxième Mystère Glorieux",
        "meditationEn": "2. Jesus ascends into heaven.\n\n(Acts 1:9)\n'He was taken up before their very eyes.'\n\nJesus ascends to heaven, promising to return. This teaches us to live in anticipation of his return and to witness his presence in the world.\n\nSecond Glorious Mystery"
      },
      {
        "nameFr": "La Descente du Saint-Esprit",
        "nameEn": "The Descent of the Holy Spirit",
        "meditationFr": "3. Le Saint-Esprit descend sur les apôtres.\n\n(Actes 2:4)\n'Ils furent tous remplis du Saint-Esprit.'\n\nLe Saint-Esprit donne aux apôtres la force de témoigner. Cela nous rappelle que nous recevons le Saint-Esprit pour vivre notre foi avec courage et conviction.\n\nTroisième Mystère Glorieux",
        "meditationEn": "3. The Holy Spirit descends upon the apostles.\n\n(Acts 2:4)\n'All of them were filled with the Holy Spirit.'\n\nThe Holy Spirit empowers the apostles to witness. This reminds us that we receive the Holy Spirit to live our faith with courage and conviction.\n\nThird Glorious Mystery"
      },
      {
        "nameFr": "L'Assomption de Marie",
        "nameEn": "The Assumption of Mary",
        "meditationFr": "4. Marie est élevée au ciel.\n\n(Apocalypse 12:1)\n'Une femme revêtue du soleil.'\n\nMarie est assumée au ciel, corps et âme. Cela nous enseigne que notre corps est un temple de Dieu et que nous sommes appelés à la sainteté.\n\nQuatrième Mystère Glorieux",
        "meditationEn": "4. Mary is assumed into heaven.\n\n(Revelation 12:1)\n'A woman clothed with the sun.'\n\nMary is assumed into heaven, body and soul. This teaches us that our bodies are temples of God and that we are called to holiness.\n\nFourth Glorious Mystery"
      },
      {
        "nameFr": "Le Couronnement de Marie",
        "nameEn": "The Coronation of Mary",
        "meditationFr": "5. Marie est couronnée reine du ciel.\n\n(Apocalypse 12:1)\n'Sur sa tête, une couronne de douze étoiles.'\n\nMarie est couronnée comme reine, intercédant pour nous. Cela nous encourage à nous tourner vers Marie dans la prière et à imiter sa fidélité.\n\nCinquième Mystère Glorieux",
        "meditationEn": "5. Mary is crowned queen of heaven.\n\n(Revelation 12:1)\n'On her head a crown of twelve stars.'\n\nMary is crowned as queen, interceding for us. This encourages us to turn to Mary in prayer and to imitate her faithfulness.\n\nFifth Glorious Mystery"
      }
    ],
    "Le Mystères Lumineux (le jeudi)": [
      {
        "nameFr": "Le Baptême de Jésus",
        "nameEn": "The Baptism of Jesus",
        "meditationFr": "1. Jésus est baptisé par Jean.\n\n(Matthieu 3:17)\n'Celui-ci est mon Fils bien-aimé.'\n\nLe baptême de Jésus marque le début de son ministère public. Cela nous rappelle notre propre baptême et notre appel à vivre comme enfants de Dieu.\n\nPremier Mystère Lumineux",
        "meditationEn": "1. Jesus is baptized by John.\n\n(Matthew 3:17)\n'This is my Son, whom I love.'\n\nJesus' baptism marks the beginning of his public ministry. This reminds us of our own baptism and our call to live as children of God.\n\nFirst Luminous Mystery"
      },
      {
        "nameFr": "Les Noces de Cana",
        "nameEn": "The Wedding at Cana",
        "meditationFr": "2. Jésus change l'eau en vin.\n\n(Jean 2:9-10)\n'Tu as gardé le bon vin jusqu'à maintenant.'\n\nJésus accomplit son premier miracle à la demande de Marie. Cela nous enseigne à écouter Marie et à faire ce que Jésus nous dit.\n\nDeuxième Mystère Lumineux",
        "meditationEn": "2. Jesus turns water into wine.\n\n(John 2:9-10)\n'You have saved the best till now.'\n\nJesus performs his first miracle at Mary's request. This teaches us to listen to Mary and to do whatever Jesus tells us.\n\nSecond Luminous Mystery"
      },
      {
        "nameFr": "La Proclamation du Royaume",
        "nameEn": "The Proclamation of the Kingdom",
        "meditationFr": "3. Jésus annonce le royaume de Dieu.\n\n(Marc 1:15)\n'Le temps est accompli, et le royaume de Dieu est proche.'\n\nJésus appelle à la conversion et à la foi. Cela nous invite à renouveler notre engagement à suivre Jésus et à vivre selon ses enseignements.\n\nTroisième Mystère Lumineux",
        "meditationEn": "3. Jesus proclaims the kingdom of God.\n\n(Mark 1:15)\n'The time has come, the kingdom of God has come near.'\n\nJesus calls for repentance and faith. This invites us to renew our commitment to follow Jesus and live according to his teachings.\n\nThird Luminous Mystery"
      },
      {
        "nameFr": "La Transfiguration",
        "nameEn": "The Transfiguration",
        "meditationFr": "4. Jésus se transfigure devant ses disciples.\n\n(Matthieu 17:5)\n'Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection.'\n\nLa transfiguration révèle la gloire de Jésus. Cela nous encourage à contempler la gloire de Dieu et à écouter Jésus comme notre guide.\n\nQuatrième Mystère Lumineux",
        "meditationEn": "4. Jesus is transfigured before his disciples.\n\n(Matthew 17:5)\n'This is my Son, whom I love; with him I am well pleased.'\n\nThe transfiguration reveals Jesus' glory. This encourages us to contemplate God's glory and to listen to Jesus as our guide.\n\nFourth Luminous Mystery"
      },
      {
        "nameFr": "L'Institution de l'Eucharistie",
        "nameEn": "The Institution of the Eucharist",
        "meditationFr": "5. Jésus institue l'Eucharistie lors de la dernière cène.\n\n(Luc 22:19)\n'Ceci est mon corps, qui est donné pour vous.'\n\nJésus nous donne son corps et son sang comme nourriture spirituelle. Cela nous rappelle l'importance de l'Eucharistie dans notre vie chrétienne et de la communion avec Dieu et les uns avec les autres.\n\nCinquième Mystère Lumineux",
        "meditationEn": "5. Jesus institutes the Eucharist at the last supper.\n\n(Luke 22:19)\n'This is my body given for you.'\n\nJesus gives us his body and blood as spiritual nourishment. This reminds us of the importance of the Eucharist in our Christian life and of communion with God and one another.\n\nFifth Luminous Mystery"
      }
    ]
  }
}